Repository: ademozsayin/OnlyTube-iOS
Catalog: OnsaTube/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: el, es, it, nl, tr

# %lld video%@ remaining
source: %1$lld video%2$@ remaining
el: %1$lld βίντεο%2$@ εναπομένοντα
es: %1$lld video%2$@ restante
it: %1$lld video rimanente
nl: %1$lld video%2$@ over
tr: %1$lld video kalan süre%s$

source: %lld videos
el: %lld βίντεο
it: StoryTime
tr: %lld video

source: • Apple App Store Review Guidelines:
el: • Οδηγίες Κριτικής του Apple App Store:
es: • Directrices de Revisión de la App Store de Apple:
it: • Linee Guida per la Revisione dell'App Store di Apple:
nl: • Apple App Store-beoordelingsrichtlijnen:
tr: • Apple App Store İnceleme Yönergeleri:

source: • YouTube API Services Terms of Service:
el: • Όροι Χρήσης των Υπηρεσιών API του YouTube:
es: • Términos del Servicio de API de YouTube:
it: • Termini di Servizio dei Servizi API di YouTube:
nl: • Servicevoorwaarden van YouTube API-services:
tr: • YouTube API Hizmetleri Hizmet Şartları:

source: • YouTube Terms of Service
el: • Όροι Χρήσης του YouTube
es: • Términos del Servicio de YouTube:
it: • Termini di Servizio di YouTube
nl: • YouTube-servicevoorwaarden:
tr: • YouTube Hizmet Şartları

source: 1 hour
el: 1 ώρα
es: 1 hora
it: 1 ora
nl: 1 uur
tr: 1 saat

source: 5 minutes
el: 5 λεπτά
es: 5 minutos
it: 5 minuti
nl: 5 minuten
tr: 5 dakika

source: 15 minutes
el: 15 λεπτά
es: 15 minutos
it: 15 minuti
nl: 15 minuten
tr: 15 dakika

source: 30 minutes
el: 30 λεπτά
es: 30 minutos
it: 30 minuti
nl: 30 minuten
tr: 30 dakika

# account.action.edit-info
source: Edit Profile
el: Επεξεργασία Προφίλ
es: Editar Perfil
it: Modifica Profilo
nl: Profiel bewerken
tr: Profili Düzenle

# account.action.logout
source: Logout
el: Αποσύνδεση
es: Cerrar sesión
it: Disconnetti
nl: Uitloggen
tr: Çıkış

# account.edit.avatar
source: Avatar
el: Άβαταρ

# account.edit.display-name
source: Display Name
el: Εμφανιζόμενο όνομα
es: Nombre mostrado
it: Nome mostrato
nl: Schermnaam
tr: Ekran İsmi

# account.edit.error.save.message
source: Save Message
el: Αποθήκευση Μηνύματος
es: Guardar Mensaje
it: Salva Messaggio
nl: Bericht opslaan
tr: Mesajı Kaydet

# account.edit.error.save.title
source: Error while saving your profile
el: Σφάλμα κατά την αποθήκευση του προφίλ σας
es: Error al guardar tu perfil
it: Errore durante il salvataggio del tuo profilo
nl: Fout bij het opslaan van je profiel
tr: Profilinizi kaydederken hata oluştu

# account.edit.header
source: Header
el: Κεφαλίδα
es: Cabecera
it: Intestazione
nl: Koptekst
tr: Başlık

# account.edit.navigation-title
source: Edit Profile
el: Επεξεργασία Προφίλ
es: Editar Perfil
it: Modifica Profilo
nl: Profiel bewerken
tr: Profil Düzenle

# account.relation.note.edit
source: Edit
el: Επεξεργασία
es: Edición
it: Modifica
nl: Wijzig
tr: Düzen

# action.done
source: Done
el: Τέλος
es: Aceptar
it: Fine
nl: Gereed
tr: Tamam

source: Add Account
el: Προσθήκη λογαριασμού
es: Añadir cuenta
it: Aggiungi account
nl: Voeg account toe
tr: Hesap Ekle

source: Add to favorites
el: Προσθήκη στα Αγαπημένα
es: Añadir a favoritos
it: Aggiungi ai preferiti
nl: Toevoegen aan favorieten
tr: Favorilere ekle

source: Add to playlist
el: Προσθήκη στη λίστα αναπαραγωγής
es: Añadir a la lista de reproducción
it: Aggiungi alla playlist
nl: Toevoegen aan afspeellijst
tr: Playliste Ekle

# alert.error
source: Error
el: Σφάλμα
it: Errore
nl: Fout
tr: hata

source: Already have an account?
el: Έχετε ήδη λογαριασμό;
es: ¿Ya tienes una cuenta?
it: Geometria
nl: Heb je al een account?
tr: Zaten hesabınız var mı?

# app-account.button.add
source: Add Account
el: Προσθήκη λογαριασμού
es: Añadir cuenta
it: Aggiungi account
nl: Voeg account toe
tr: Hesap Ekle

source: Audio formats
el: Μορφές Ήχου
es: Formatos de Audio
it: Formati Audio
nl: Audiobestandsindelingen
tr: Ses formatları

source: Background Image
el: Εικόνα Φόντου
es: Imagen de Fondo
it: Immagine di Sfondo
nl: Achtergrondafbeelding
tr: Arkaplan resmi

# bell
source: Notifications
el: Γνωστοποιήσεις
es: Notificaciones
it: Notifiche
nl: Meldingen
tr: Bildirimler

source: By tapping the Log in button, you agree to our %1$@ and to %2$@.
el: Πατώντας το κουμπί Σύνδεση, συμφωνείτε με την %1$@ και με το %2$@ μας.
es: Al tocar el botón de inicio de sesión, aceptas nuestro %1$@ y %2$@.
it: Toccando il pulsante Accedi, accetti il nostro %1$@ e %2$@.
nl: Door op de knop Inloggen te tikken, ga je akkoord met onze %1$@ en met %2$@
tr: Giriş yaparak %1$@ ve %2$@ koşullarını kabul etmiş olursunuz.

source: By using this app, you agree to comply with YouTube's Terms of Service and acknowledge that you have read and understood YouTube's API Services Terms of Service.
el: Χρησιμοποιώντας αυτήν την εφαρμογή, συμφωνείτε να συμμορφώνεστε με τους Όρους Χρήσης του YouTube και αναγνωρίζετε ότι έχετε διαβάσει και κατανοήσει τους Όρους Χρήσης των Υπηρεσιών API του YouTube.
es: Al usar esta app, aceptas cumplir con los Términos del Servicio de YouTube y reconoces que has leído y comprendido los Términos del Servicio de API de YouTube.
it: Utilizzando questa app, accetti di rispettare i Termini di Servizio di YouTube e riconosci di aver letto e compreso i Termini di Servizio dell'API di YouTube.
nl: Door deze app te gebruiken, stem je in met de servicevoorwaarden van YouTube en erken je dat je de servicevoorwaarden van YouTube's API hebt gelezen en begrepen
tr: Bu uygulamayı kullanarak YouTube'un Hizmet Şartlarına uymayı kabul etmiş ve YouTube'un API Hizmetleri Hizmet Şartlarını okuyup anladığınızı onaylamış olursunuz.

source: Cancel
el: Ακύρωση
es: Cancelar
it: Annulla
nl: Annuleer
tr: Vazgeç

source: Cancel download
el: Ακύρωση λήψης
es: Cancelar descarga
it: Annulla download
nl: Annuleer download
tr: İndirmeyi iptal et

source: Cancel Timer
el: Ακύρωση χρονομέτρου
es: Cancelar Temporizador
it: Annulla timer
nl: Annuleer timer
tr: Zamanlayıcıyı İptal Et

# chanel
source: Channel
el: Κανάλι
es: Canal
it: Canale
nl: Kanaal
tr: Kanal

source: Channel
el: Κανάλι
es: Canal
it: Canale
nl: Kanaal
tr: Kanal

source: Chapters
el: Κεφάλαια
es: Capítulos
it: Capitoli
nl: Hoofdstukken
tr: Bölümler

source: Congratulations
el: Συγχαρητήρια
es: ¡Felicidades
it: Congratulazioni
nl: Gefeliciteerd
tr: Tebrikler

source: Congratulations!
el: Συγχαρητήρια!
es: ¡Felicidades!
it: Congratulazioni!
nl: Gefeliciteerd!
tr: Tebrikler!

source: Connect Jetpack
el: Σύνδεση Jetpack
es: Conectar Jetpack
it: Collega Jetpack
nl: Verbind Jetpack
tr: Jetpack Bağlanın.

source: Content Selection
el: Επιλογή Περιεχομένου
es: Selección de Contenido
it: Selezione dei Contenuti
nl: Inhoudselectie
tr: İçerik Seçimi

source: Create
el: Δημιουργία
es: Crear
it: Crea
nl: Maak aan
tr: Oluştur

source: Dashboard
el: Ταμπλό
tr: Anasayfa

source: Default
el: Προεπιλογή
es: Por omisión
nl: Standaard
tr: Varsayılan

source: Delete Account
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
it: Elimina account
nl: Verwijder account
tr: Hesabı Sil

source: Description
el: Περιγραφή
es: Descripción
it: Descrizione
nl: Beschrijving
tr: Açılama

# design.theme.navigation-title
source: Theme Selector
el: Επιλογέας Θέματος
es: Selector de Tema
it: Selettore Tema
nl: Thema-selector
tr: Tema Seçimi

# design.theme.toots-preview
source: Toots preview
el: Προεπισκόπηση Toots
es: Vista previa de Toots
it: Anteprima di Toots
nl: Toots-voorbeeld
tr: Toots'un önizlemesi

source: Directs
el: Άμεσες
es: Directos
it: Guida
tr: Direct

source: Disable the plane mode or connect to a WiFi.
el: Απενεργοποιήστε τη λειτουργία αεροπλάνου ή συνδεθείτε σε ένα WiFi.
es: Desactiva el modo avión o conéctate a una red WiFi.
it: Disattivare la modalità aereo o connettersi a una rete WiFi.
nl: Schakel de vliegtuigmodus uit of verbind met een WiFi-netwerk.
tr: Uçak modunu devre dışı bırakın veya bir WiFi ağına bağlanın.

source: Disclaimer
el: Αποποίηση Ευθυνών
es: Cláusula de Exención
tr: Sorumluluk reddi beyanı

source: Do you want to delete your account?
el: Θέλετε να διαγράψετε τον λογαριασμό σας;
es: ¿Deseas eliminar tu cuenta?
it: Vuoi eliminare il tuo account?
nl: Wil je je account verwijderen?
tr: Hesabınızı silmek istiyor musunuz?

source: Don't have an account?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
it: Non hai un account?
nl: Heb je geen account?
tr: Hesabınız yok mu?

source: Download
el: Λήψη
es: Descargar
it: Scarica
tr: İndir

source: Downloads
el: Λήψεις
es: Descargas
it: Download
tr: İndirilenler

source: Edit Info
el: Επεξεργασία Πληροφοριών
es: Editar Información
it: Punk Rock
nl: Info bewerken
tr: Bilgileri Düzenle

source: Email Address or Username
el: Διεύθυνση Email ή Όνομα Χρήστη
es: Correo Electrónico o Nombre de Usuario
it: Indirizzo Email o Nome Utente
nl: E-mailadres of gebruikersnaam
tr: E-mail adresi

source: En Direct
el: Σε Πραγματικό Χρόνο
es: En Vivo
it: In Diretta
tr: Canlı yayın

source: Enter email or username
el: Εισαγωγή email ή όνομα χρήστη
es: Ingresa correo electrónico o nombre de usuario
it: Inserisci indirizzo email o nome utente
nl: Voer e-mailadres of gebruikersnaam in
tr: Email adresi girin

source: Error signing in with email link: %@
el: Σφάλμα κατά τη σύνδεση με σύνδεσμο email: %@
es: Error al iniciar sesión con el enlace de correo: %@
it: Errore durante l'accesso con il link via email: %@
nl: Fout bij aanmelden met e-maillink: %@​​
tr: E-posta bağlantısıyla oturum açma hatası: %@

source: Error: %@
el: Σφάλμα: %@
it: Errore: %@
nl: Fout: %@​​
tr: hata: %@

source: Favorites
el: Αγαπημένα
es: Favoritos
it: Preferiti
nl: Favorieten
tr: Favoriler

# favorites.navigation-title
source: Favorites
el: Αγαπημένα
es: Favoritos
it: Preferiti
nl: Favorieten
tr: Favoriler

source: For more information, please review the following:
el: Για περισσότερες πληροφορίες, παρακαλώ ανατρέξτε τα ακόλουθα:
es: Para más información, por favor revisa lo siguiente:
it: Per ulteriori informazioni, si prega di consultare quanto segue:
nl: Voor meer informatie, bekijk het volgende:
tr: Daha fazla bilgi için lütfen aşağıdakileri inceleyin:

source: Go to channel
el: Μετάβαση στο Κανάλι
es: Ir al canal
it: Vai al canale
nl: Ga naar kanaal
tr: Kanala Git

source: I Agree
el: Συμφωνώ
es: Acepto
it: Accetto
nl: Ik ga akkoord
tr: Kabul ediyorum

source: It seems you changed the app language.
el: Φαίνεται ότι άλλαξες τη γλώσσα της εφαρμογής.
es: Parece que cambiaste el idioma de la aplicación.
it: Sembra che tu abbia cambiato la lingua dell'app.
nl: Het lijkt erop dat je de app-taal hebt gewijzigd.
tr: Görünüşe göre uygulama dilini değiştirdiniz.

source: It will play The Special One song at startup
el: Θα παίξει το τραγούδι The Special One κατά την εκκίνηση
es: Reproducirá la canción The Special One al iniciar
it: Suonerà la canzone di The Special One all'avvio
nl: Het zal The Special One nummer afspelen bij opstarten
tr: Başlangıçta The Special One şarkısını çalacak

source: key
el: κλειδί
es: clave
it: chiave
nl: sleutel

source: Key
el: Κλειδί
es: Clave
it: Chiave
nl: Sleutel
tr: Anahtar

source: Language Changed
el: Γλώσσα άλλαξε
es: Idioma Cambiado
it: Lingua modificata
nl: Taal gewijzigd
tr: Dil Değiştirildi

source: Loading formats...
el: Φόρτωση μορφών...
es: Cargando formatos...
it: Caricamento formati...
nl: Indelingen laden ...
tr: Formatlar yükleniyor...

source: Loading other options...
el: Φόρτωση άλλων επιλογών...
es: Cargando otras opciones...
it: Economia Comportamentale
nl: Andere opties laden ...
tr: Diğer seçenekler yükleniyor...

source: Log in with your WordPress.com account to connect Jetpack
el: Συνδεθείτε με το λογαριασμό σας στο WordPress.com για να συνδεθείτε με το Jetpack
es: Inicia sesión con tu cuenta de WordPress.com para conectar Jetpack
it: Accedi con il tuo account WordPress.com per connettere Jetpack
nl: Log in met je WordPress.com-account om Jetpack te verbinden
tr: Jetpack'e bağlanmak için WordPress.com hesabınızla giriş yapın.

source: Login
el: Είσοδος
es: Inicio de sesión
it: Esegui il login
tr: Giriş

source: Maybe Later
el: Ίσως αργότερα
es: Quizás más tarde
it: Forse più tardi
nl: Misschien later
tr: Belki Daha Sonra

source: Menu
el: Μενού
es: Menú
tr: Menü

# menu.new-post
source: Content
el: Περιεχόμενο
es: Contenido
it: Contenuto
nl: Inhoud
tr: İçerik

source: Monthly
el: Μηνιαία
es: Todos los meses
it: Ogni mese
nl: Elke maand
tr: Aylık

source: Newest
el: Πιο Πρόσφατο
es: Nuevo
it: Più Recente
nl: Nieuwste
tr: En yeni

source: Next up
el: Επόμενο
es: Siguiente
it: Dopo
nl: Volgende
tr: Sıradaki

source: No
el: Όχι
nl: Nee
tr: Hayır

source: No items in this category.
el: Κανένα στοιχείο σε αυτήν την κατηγορία.
es: No hay elementos en esta categoría.
it: Nessun elemento in questa categoria.
nl: Geen items in deze categorie
tr: Bu kategoride ürün yok.

source: No playlist available.
el: Δεν υπάρχει λίστα αναπαραγωγής.
es: Sin lista de reproducción disponible.
it: Nessuna playlist disponibile.
nl: Geen afspeellijst beschikbaar.
tr: Oynatma listesi mevcut değil.

source: No subcategories available.
el: Δεν υπάρχουν διαθέσιμες υποκατηγορίες.
es: No hay subcategorías disponibles.
it: Nessuna sottocategoria disponibile.
nl: Geen subcategorieën beschikbaar
tr: Alt kategori mevcut değil.

source: No title
el: Χωρίς τίτλο
es: Sin título
it: Nessun titolo
nl: Geen titel
tr: Başlık yok

source: No videos found...
el: Δεν βρέθηκαν βίντεο...
es: ¡No se encontraron videos...
it: Nessun video trovato...
nl: Geen video's gevonden ...
tr: Video bulunamadı...

source: Notifications
el: Γνωστοποιήσεις
es: Notificaciones
it: Notifiche
nl: Meldingen
tr: Bildirimler

# notifications.empty.message
source: Notifications? What notifications? Your notification inbox is looking so empty. Keep on being awesome! 📱😎
el: Ειδοποιήσεις; Ποιες ειδοποιήσεις; Ο κουτί των ειδοποιήσεών σας δείχνει τόσο κενό. Συνεχίστε έτσι!
es: ¿Notificaciones? ¿Qué notificaciones? Tu bandeja de entrada de notificaciones se ve tan vacía. ¡Sigue siendo increíble! 📱😎
it: Notifiche? Quali notifiche? La tua casella delle notifiche è così vuota. Continua ad essere fantastico! 📱😎
nl: Meldingen? Welke meldingen? Je meldingeninbox ziet er zo leeg uit. Blijf gewoon geweldig zijn! 📱😎
tr: Tüm bildirimlere bakmışşın. 📱😎

# notifications.empty.title
source: No notifications
el: Χωρίς ειδοποιήσεις
es: Sin notificaciones
it: Nessuna notifica
nl: Geen meldingen
tr: Bildirim yok

# notifications.navigation-title
source: All Notifications
el: Όλες οι Ειδοποιήσεις
es: Todas las Notificaciones
it: Tutte le Notifiche
nl: Alle meldingen
tr: Tüm Bildirimler

# Notifs
source: Notifications
el: Γνωστοποιήσεις
es: Notificaciones
it: Notifiche
nl: Meldingen
tr: Bildirimler

source: Okay
el: Εντάξει
es: De Acuerdo
it: Va bene
nl: Okee
tr: Tamam

source: Oldest
el: Παλαιότερα
es: Más Antiguo
it: Più Antico
nl: Oudste
tr: En eski

source: Other
el: Άλλο
es: Otro
it: Altro
nl: Andere
tr: Diğer

source: Password
el: Συνθηματικό
es: Contraseña
nl: Wachtwoord
tr: Şifre

source: placeholder
el: σύμβολο κράτησης
es: espaciador
it: Segnaposto
nl: tijdelijke aanduiding

# placeholder.loading.short
source: Loading ...
el: Φόρτωση ...
es: Cargando...
it: Caricamento ...
nl: Laden ...
tr: Yükleniyor...

source: Play Later
el: Αναπαραγωγή αργότερα
es: Reproducir más tarde
it: Riproduci in coda
nl: Speel later af
tr: Sonra oynat

source: Play next
el: Αναπαραγωγή επόμενου
es: Reproducir siguiente
it: Riproduci successivo
nl: Speel volgende
tr: Sıradakine ekle

source: Playlist Name
el: Όνομα λίστας
es: Nombre de la lista
it: Nome playlist
nl: Naam afspeellijst
tr: Playlist Adı

source: Playlist Details
el: Λεπτομέρειες Λίστας Αναπαραγωγής
es: Detalles de la Lista de Reproducción
it: Dettagli della Playlist
nl: Afspeellijstdetails
tr: Playlist Detayları

source: Playlists
el: Λίστες αναπαραγωγής
es: Listas de reproducción
it: Playlist
nl: Afspeellijsten
tr: Playlistler

source: Please wait while signin in.
el: Παρακαλώ περιμένετε ενώ συνδέεστε.
es: Por favor espera mientras inicias sesión.
it: Attendi mentre accedi.
nl: Wacht even terwijl je aanmeldt.
tr: Lütfen oturum açarken bekleyin.

source: Preparing
el: Προετοιμασία
es: Preparando
it: In preparazione
nl: Bezig met voorbereiden
tr: Hazırlanıyor

source: Private
el: Ιδιωτικό
es: Privado
it: Privato
nl: Privé
tr: Özel

source: Profile
el: Προφίλ
es: Perfil
it: Profilo
nl: Profiel

source: Public
el: Δημόσια
es: Pública
it: Pubblica
nl: Openbaar
tr: Herkese Açık

source: Register
el: Εγγραφή
es: Registrar
it: Registrati
nl: Registreren
tr: Üye Ol

source: remaining
el: υπόλοιπο
es: restante
it: Mini-Giochi
nl: resterend
tr: kalan

source: Remove Download
el: Αφαίρεση λήψης
es: Eliminar descarga
it: Rimuovi il download
nl: Verwijder download
tr: İndirileni Sil

source: Remove Favorite
el: Αφαίρεση Αγαπημένου
es: Quitar Favorito
it: status.action.translate
nl: Verwijder Favoriet
tr: Sil

source: Remove from playlist
el: Αφαίρεση από τη λίστα αναπαραγωγής
es: Quitar de la lista de reproducción
it: Rimuovi dalla playlist
nl: Verwijderen uit afspeellijst
tr: Oynatma listesinden kaldır

source: Restore Purchases
el: Επαναφορά Αγορών
es: Restaurar Compras
it: Ripristina Acquisti
nl: Herstel aankopen
tr: Satın Alınanları Geri Yükle

source: Retry
el: Νέα δοκιμή
es: Reintentar
it: Riprova
nl: Opnieuw
tr: Yeniden dene

source: Save
el: Αποθήκευση
es: Guardar
it: Salva
nl: Bewaar
tr: Kaydet

source: Search videos or pull up to refresh for the algorithm to fill this menu.
el: Αναζήτηση βίντεο ή τραβήξτε προς τα επάνω για ανανέωση ώστε ο αλγόριθμος να συμπληρώσει αυτό το μενού.
es: Buscar videos o desliza para actualizar para que el algoritmo llene este menú.
it: Cerca video o scorri per aggiornare l'algoritmo a riempire questo menu.
nl: Zoek video's of trek omhoog om te vernieuwen zodat het algoritme dit menu kan vullen.
tr: Algoritmanın bu menüyü doldurması için videoları arayın veya yenilemek üzere yukarı çekin.

source: Select
el: Επιλογή
es: Seleccionar
it: Seleziona
nl: Selecteer
tr: Seç

source: Select a Category
el: Επιλέξτε μια Κατηγορία
es: Seleccionar una Categoría
it: Commento Sociale
nl: Selecteer een categorie
tr: Kategori Seç

source: Select an item
el: Επιλέξτε ένα στοιχείο
es: Seleccionar un elemento
it: Seleziona un elemento
nl: Selecteer een item
tr: Bir öpe seçin

source: Selected Items:
el: Επιλεγμένα Στοιχεία:
es: Elementos Seleccionados:
it: Elementi Selezionati:
nl: Geselecteerde items:
tr: Seçilenler

# settings.about.built-with
source: OnsaTube is built with the following Open Source software:
el: Το OnsaTube είναι χτισμένο με το ακόλουθο Λογισμικό Ανοιχτού Κώδικα:
es: OnsaTube está construido con el siguiente software de código abierto:
it: OnsaTube è costruito con il seguente software Open Source:
nl: OnsaTube is gebouwd met de volgende open source software:
tr: OnsaTube aşağıdaki Açık Kaynak yazılımıyla oluşturulmuştur:

# settings.about.title
source: About
el: Πληροφορίες
es: Acerca de
it: Informazioni
nl: Info
tr: Hakkında

# settings.account.add
source: Add Account
el: Προσθήκη λογαριασμού
es: Añadir cuenta
it: Aggiungi account
nl: Voeg account toe
tr: Hesap Ekle

# settings.app.about
source: About
el: Πληροφορίες
es: Acerca de
it: Informazioni
nl: Info
tr: Hakkında

# settings.app.icon
source: App Icon
el: Εικονίδιο Εφαρμογής
es: Icono de la App
it: Icona dell'App
nl: App Pictogram
tr: Uygulama İkonu

# settings.app.icon.navigation-title
source: Icons
el: Εικονίδια
es: Iconos
it: Icone
nl: Pictogrammen
tr: İkonlar

# settings.app.icon.official
source: Official Icons
el: Επίσημα Εικονίδια
es: Iconos Oficiales
it: Icone Ufficiali
nl: Officiële pictogrammen
tr: Resmi İkonlar

# settings.app.source
source: Source
el: Προέλευση
es: Fuente
it: Sorgente
nl: Bron
tr: Kaynak

# settings.app.support
source: Support
el: Υποστήριξη
es: Soporte
it: Supporto
nl: Ondersteuning
tr: Destek

# settings.cache-media.clear
source: Clear Media Cache
el: Απαλοιφή Προσωρινής Αποθήκευσης Πολυμέσων
es: Limpiar Caché de Medios
it: Svuota Cache Media
nl: Media-cache wissen
tr: Temizle

# settings.display.navigation-title
source: Display
el: Οθόνη
es: Pantalla
it: Monitor
nl: Beeldscherm
tr: Ekran

# settings.display.restore
source: Restore
el: Επαναφορά
es: Restaurar
it: Ripristina
nl: Zet terug
tr: Sıfırla

# settings.display.section.platform
source: Platform
el: Πλατφόρμα
es: Plataforma
it: Piattaforma

# settings.display.section.theme
source: Theme
el: Θέμα
es: Tema
it: Tema
nl: Thema
tr: Tema

# settings.display.section.theme.footer
source: Footer
el: Υποσέλιδο
it: Nota a Piè di Pagina
nl: Voettekst

# settings.display.show-ipad-column
source: Enable Secondary Column
el: Ενεργοποίηση Δευτερεύοντος Στήλη
es: Habilitar Columna Secundaria
it: Abilita Colonna Secondaria
nl: Secundaire kolom inschakelen
tr: İkincil Sütunu Etkinleştir

# settings.display.show-tab-label
source: Show Tab Name
el: Εμφάνιση Ονόματος Καρτέλας
es: Mostrar Nombre de la Pestaña
it: Mostra Nome della Scheda
nl: Tabbladnaam weergeven
tr: Tab isimleri göster

# settings.display.theme.background
source: Background
el: Φόντο
es: Fondo
it: Sfondo
nl: Achtergrond
tr: Arkaplan

# settings.display.theme.secondary-background
source: Secondary background
el: Δευτερεύων φόντο
es: Fondo Secundario
it: Scienze Mediche
nl: Secundaire achtergrond
tr: İkinci arkaplan

# settings.display.theme.systemColor
source: System Color
el: Χρώμα Συστήματος
es: Color del Sistema
it: Colore di Sistema
nl: Systeemkleur
tr: Sistem Rengi

# settings.display.theme.text-color
source: Text Color
el: Χρώμα Κειμένου
es: Color del Texto
it: Colore del Testo
nl: Tekstkleur
tr: Yazı Rengi

# settings.display.theme.tint
source: Tint
el: Χροιά
es: Tinte
it: Tinta
tr: Tint Rengi

# settings.general.display
source: Display
el: Οθόνη
es: Pantalla
it: Monitor
nl: Beeldscherm
tr: Görüntü

# settings.general.push-notifications
source: Push Notifications
el: Ειδοποιήσεις Πατήματος
es: Notificaciones Push
it: Notifiche Push
nl: Pushmeldingen
tr: Bildirimler

# settings.general.sidebarEntries
source: Sidebar Customizations
el: Προσαρμογές Πλευρικής Εργαλειοθήκης
es: Personalización de la Barra Lateral
it: Personalizzazioni della Barra Laterale
nl: Sidebar-aanpassingen
tr: Sidebar Özelleştirmeleri

# settings.general.tabbarEntries
source: Tabs Customizations
el: Προσαρμογές Καρτελών
es: Personalización de las Pestañas
it: Personalizzazione delle Schede
nl: Tabblad Aanpassingen
tr: Tab Özelleştirmeleri

# settings.other.auto-start-video
source: Enable opening sound at start
el: Ενεργοποίηση ήχου εκκίνησης.
es: Activar sonido de apertura al inicio
it: Abilita suono di apertura all'avvio
nl: Geluid inschakelen bij opstarten
tr: Başlangıçta sesi etkinleştir

# settings.other.sound-effect
source: Enable Sound Effects
el: Ενεργοποίηση Εφέ Ήχου
es: Habilitar Efectos de Sonido
it: Attiva Effetti Sonori
nl: Geluidseffecten inschakelen
tr: Ses Efektleri

# settings.push.duplicate.button.fix
source: 🪄 Fix It
el: 🪄 Διόρθωσέ το
es: 🪄 Arreglar
it: 🪄 Correggi
nl: 🪄 Repareer het
tr: 🪄 Düzelt

# settings.push.duplicate.footer
source: Receiving duplicate notifications? Try this magic button in order to fix it
el: Λαμβάνετε διπλοειδοποιήσεις; Δοκιμάστε αυτό το μαγικό κουμπί για να το διορθώσετε
es: ¿Recibes notificaciones duplicadas? Prueba este botón mágico para arreglarlo
it: Ricevi notifiche duplicate? Prova questo pulsante magico per risolverlo
nl: Ontvang je dubbele meldingen? Probeer op deze magische knop te drukken om het op te lossen
tr: Yinelenen bildirimler mi alıyorsunuz? Sorunu düzeltmek için bu sihirli düğmeyi deneyin

# settings.push.duplicate.title
source: Duplicate Notifications Fixer
el: Επιδιορθωτής Διπλών Ειδοποιήσεων
es: Solucionador de Notificaciones Duplicadas
it: Correttore di Notifiche Duplicate
nl: Duplicaatmeldingenoplosser
tr: Tekrarlanan Bildirim Düzelticisi

# settings.push.main-toggle
source: Push Notifications
el: Ειδοποιήσεις Πατήματος
es: Notificaciones Push
it: Notifiche Push
nl: Pushmeldingen
tr: Bildirimler
